adobe-source-han-serif-cn-fonts
alacritty
android-studio
archlinuxcn-keyring
ark
autoconf
automake
base
bash-completion
bat
binutils
bison
chafa
copyq
deepin-account-faces
deepin-anything
deepin-api
deepin-calculator
deepin-calendar
deepin-clipboard
deepin-compressor
deepin-control-center
deepin-daemon
deepin-desktop-base
deepin-desktop-schemas
deepin-dock
deepin-editor
deepin-file-manager
deepin-font-manager
deepin-gtk-theme
deepin-icon-theme
deepin-image-viewer
deepin-kwin
deepin-launcher
deepin-menu
deepin-metacity
deepin-movie
deepin-network-utils
deepin-polkit-agent
deepin-polkit-agent-ext-gnomekeyring
deepin-pw-check
deepin-qt5integration
deepin-qt5platform-plugins
deepin-reader
deepin-screen-recorder
deepin-screensaver
deepin-screensaver-pp
deepin-session-shell
deepin-session-ui
deepin-shortcut-viewer
deepin-sound-theme
deepin-system-monitor
deepin-terminal
deepin-turbo
deepin-wallpapers
deepin-wayland
docker
docker-compose
efibootmgr
exa
fakeroot
fcitx5-chinese-addons-git
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl
fd
file
findutils
firefox-developer-edition
firefox-developer-edition-i18n-zh-cn
flex
fzf
gawk
gcc
gettext
go
google-chrome
grep
groff
grub
gzip
haveged
htop
intel-media-driver
intel-ucode
intellij-idea-ultimate-edition
iwd
jdk11-jetbrains-imfix
jre11-jetbrains-imfix
kitty
lesspipe
libtool
libva-intel-driver
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lua
m4
make
mesa
microsoft-edge-dev-bin
nano
neofetch
neovim
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
ntp
obs-studio
openssh
pacman
patch
pkgconf
pulseaudio
python2
qemu
qemu-arch-extra
qv2ray-dev-git
ranger
ripgrep
screenkey
sed
shotcut
smartmontools
startdde
sudo
texinfo
thefuck
tldr
tlp
tmux
trash-cli
tree
ttf-fira-code
ttf-mac-fonts
ttf-ms-win10-auto-zh_cn
typora
ueberzug
unzip
utools
v2ray
vim
virtualbox
visual-studio-code-bin
vlc
vulkan-intel
vulkan-radeon
w3m
webstorm
wget
which
wireless_tools
wpa_supplicant
xdg-utils
xf86-video-nouveau
xorg-server
xorg-xinit
yay
zip
zsh
